{"class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "batch_input_shape": [null, 251], "dtype": "float32", "units": 80, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_1", "trainable": true, "activation": "tanh"}}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "units": 80, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_2", "trainable": true, "activation": "tanh"}}, {"class_name": "Dense", "config": {"name": "dense_3", "trainable": true, "units": 80, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_3", "trainable": true, "activation": "tanh"}}, {"class_name": "Dense", "config": {"name": "dense_4", "trainable": true, "units": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}, "keras_version": "2.2.4", "backend": "tensorflow", "smin": 0.0196078, "smax": 1.0, "firstPointIndex": 5, "lastPointIndex": 256, "meanIs": [0.9626334173112169, 0.946948359320212, 0.9299310531489307, 0.9103244089056225, 0.8892564177542884, 0.8669889547946042, 0.8437830743401473, 0.8190866584593972, 0.7943649193999609, 0.7687898397828935, 0.7431314408044822, 0.717116867254889, 0.6915725236192177, 0.6659161219387321, 0.6404456579688572, 0.6154787417380841, 0.5906041589201831, 0.5662227884568644, 0.5424133331096915, 0.5193289255630094, 0.496589831944619, 0.4744529059744304, 0.4531548036575117, 0.4322814836930184, 0.41217338395683384, 0.3927934884212289, 0.37380700435540276, 0.35593381940458274, 0.3383611334777524, 0.32165781186537085, 0.30562965189815644, 0.29021693569149987, 0.2752661055344657, 0.2613183787564406, 0.2477514657866314, 0.23479485847237108, 0.22258250370770294, 0.2107186012938164, 0.19946776873460362, 0.1889743855471233, 0.17866914383505314, 0.16906716068162525, 0.1599968230468385, 0.15139461634527487, 0.14309112652978034, 0.13533028347927123, 0.12793257882496417, 0.12095234877049171, 0.1144069375866825, 0.10822644417261207, 0.10232147934231889, 0.0967646227739226, 0.09156545364010374, 0.0866707426150406, 0.08205453003139457, 0.07776205923303951, 0.0736661329024115, 0.06994439771502639, 0.06625663776476977, 0.06294427512611965, 0.059537090505873684, 0.05682653504818377, 0.05388691837582482, 0.05119729836304492, 0.04879943329276906, 0.04644419390214333, 0.04445686101252026, 0.04239761563435923, 0.04053085975164118, 0.038673135339008485, 0.03719290104262264, 0.035581601673670596, 0.03417781985527299, 0.03278795531599365, 0.031646844404217424, 0.030328428576914875, 0.029340082980908972, 0.02845176162049456, 0.027250978413187806, 0.02640777674104897, 0.025688359195072383, 0.024963357899750672, 0.02429383879026851, 0.02358959154012419, 0.022906555415235213, 0.022402348955805625, 0.021782855958732115, 0.021336120927345974, 0.020865077792707014, 0.020448703904418525, 0.020037073914143583, 0.019708236578059306, 0.019204934165537303, 0.018932757845210275, 0.01859737758509467, 0.018314723855529676, 0.018092297210935922, 0.017747929539129497, 0.017385314721682317, 0.01726707377458513, 0.017055621330585784, 0.016797109373028, 0.01669995900055764, 0.016408537451481308, 0.016106669299081666, 0.015942226151967217, 0.01584505211516504, 0.015572549485920429, 0.015350518862401102, 0.015109440447846477, 0.015056017755902264, 0.014731064464281539, 0.01469635057770422, 0.014412192560100817, 0.014241044708663764, 0.01402182808537206, 0.013818568969387008, 0.013647824649413167, 0.013444002131402576, 0.01333045350151597, 0.013067300007178312, 0.012909482160636776, 0.012749997485282627, 0.012514371326600479, 0.01220290294521373, 0.012101904111237037, 0.011910621101941327, 0.011772773092466134, 0.011481905519747407, 0.011345100861719627, 0.011194952922657939, 0.010944097996076948, 0.01072498316600052, 0.010541194214858851, 0.010434659880102564, 0.010181325027282601, 0.01002648076894741, 0.009790983614840112, 0.009608853464580677, 0.009484301631251305, 0.009373943868390177, 0.009204284712199196, 0.009070958367974613, 0.008777376800669234, 0.008713695657909096, 0.008534075847911417, 0.008288137181976232, 0.00827908003647852, 0.008091874779634193, 0.007976069456276871, 0.007938958814283846, 0.007701506685283443, 0.007702049065675278, 0.0075712812228366936, 0.007403888004533082, 0.00735021079449039, 0.007202888627994431, 0.007273510836291058, 0.007152732608890047, 0.007061390005339959, 0.007036596191201123, 0.006973843296956896, 0.006971157674317092, 0.0069571365087247004, 0.00695106656170527, 0.006912602122515084, 0.0067449722756037014, 0.006737804816962441, 0.006716838942611161, 0.006756399706907991, 0.006794691487812001, 0.006743158838330763, 0.0066747766163080605, 0.0066461539244337614, 0.006597063898170513, 0.0065465524413596, 0.006640549380210763, 0.006699198699024773, 0.006690679734127264, 0.006762946798937004, 0.0065972904805598155, 0.006636591318036066, 0.0066391694921395196, 0.006740104984584093, 0.006663310863434884, 0.00658790728112989, 0.006632122658543364, 0.006626997621854324, 0.006621426039397212, 0.006634560545892269, 0.006572356710350465, 0.006503082373893673, 0.006522096531400054, 0.006540270482534195, 0.006616770649520251, 0.006427376526801601, 0.006588831781935636, 0.006421244933828012, 0.006529223605142131, 0.006422884783078119, 0.006474446959090021, 0.006416754921087309, 0.006389053946164558, 0.0063563465327525605, 0.006262391808157293, 0.006278187516705782, 0.006098145194866376, 0.006272571024108746, 0.006187074771049674, 0.006149882024277117, 0.006172673837266795, 0.0060546703069819865, 0.0059984886475028965, 0.006031932331121009, 0.005884494202078364, 0.00602070086580356, 0.005851775484329792, 0.005902020185394311, 0.005866210246950109, 0.005804582330233344, 0.005782039932947843, 0.005659593305020426, 0.005724504502619652, 0.005614402027528968, 0.005656943822678069, 0.005558515987929508, 0.005523014991714843, 0.0055003116703336305, 0.005690642039943932, 0.00549213482162333, 0.00569172886928561, 0.005606827699485937, 0.005444680022451366, 0.005605405377732867, 0.005539275421733366, 0.005463832035904871, 0.005444416141328776, 0.00553652004259656, 0.005349015454883987, 0.005305805304118004, 0.005447004070554931, 0.005795276363701114, 0.005700566717773874, 0.00544703818434247, 0.005698354630893178, 0.005490454298627097, 0.00591596621554324, 0.005589196881735059, 0.005981030608824067, 0.005693312216895603, 0.005674165279378595], "stdIs": [1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0], "Normalization coefficient": 214.8, "minutesTrained": "0.72"}