{"class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "batch_input_shape": [null, 47], "dtype": "float32", "units": 80, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_1", "trainable": true, "activation": "tanh"}}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "units": 80, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_2", "trainable": true, "activation": "tanh"}}, {"class_name": "Dense", "config": {"name": "dense_3", "trainable": true, "units": 80, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_3", "trainable": true, "activation": "tanh"}}, {"class_name": "Dense", "config": {"name": "dense_4", "trainable": true, "units": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}, "keras_version": "2.2.4", "backend": "tensorflow", "smin": 0.0196078, "smax": 0.2, "firstPointIndex": 5, "lastPointIndex": 52, "meanIs": [0.9626334173112169, 0.946948359320212, 0.9299310531489307, 0.9103244089056225, 0.8892564177542884, 0.8669889547946042, 0.8437830743401473, 0.8190866584593972, 0.7943649193999609, 0.7687898397828935, 0.7431314408044822, 0.717116867254889, 0.6915725236192177, 0.6659161219387321, 0.6404456579688572, 0.6154787417380841, 0.5906041589201831, 0.5662227884568644, 0.5424133331096915, 0.5193289255630094, 0.496589831944619, 0.4744529059744304, 0.4531548036575117, 0.4322814836930184, 0.41217338395683384, 0.3927934884212289, 0.37380700435540276, 0.35593381940458274, 0.3383611334777524, 0.32165781186537085, 0.30562965189815644, 0.29021693569149987, 0.2752661055344657, 0.2613183787564406, 0.2477514657866314, 0.23479485847237108, 0.22258250370770294, 0.2107186012938164, 0.19946776873460362, 0.1889743855471233, 0.17866914383505314, 0.16906716068162525, 0.1599968230468385, 0.15139461634527487, 0.14309112652978034, 0.13533028347927123, 0.12793257882496417], "stdIs": [1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0], "Normalization coefficient": 214.8, "minutesTrained": "0.65"}