{"class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "batch_input_shape": [null, 251], "dtype": "float32", "units": 80, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_1", "trainable": true, "activation": "tanh"}}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "units": 80, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_2", "trainable": true, "activation": "tanh"}}, {"class_name": "Dense", "config": {"name": "dense_3", "trainable": true, "units": 80, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_3", "trainable": true, "activation": "tanh"}}, {"class_name": "Dense", "config": {"name": "dense_4", "trainable": true, "units": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}, "keras_version": "2.2.4", "backend": "tensorflow", "smin": 0.0196078, "smax": 1.0, "firstPointIndex": 5, "lastPointIndex": 256, "meanIs": [0.83083927676097, 0.7683731487991056, 0.7018883445425607, 0.6338101919459184, 0.5664664866567694, 0.5015442869420124, 0.44037365161560743, 0.3841001888540702, 0.3331827494910131, 0.2879891404388612, 0.24839408412957725, 0.2140583665025766, 0.18475833345157477, 0.15980437895313285, 0.13875863582966652, 0.1210654015252276, 0.10611034389982535, 0.09348446564978473, 0.08271694176536258, 0.07349973257501409, 0.06555588402718122, 0.058587223707354655, 0.05249303056875637, 0.04705054281072819, 0.0421682083129679, 0.037830793604097135, 0.033975913145720946, 0.030479468000689215, 0.027340894506137085, 0.02449616325754323, 0.02197595865191014, 0.019707406556397376, 0.01768262416116981, 0.015883207151133682, 0.014274542509685543, 0.012812920818238108, 0.011577213509340203, 0.010409932716265348, 0.009386063450692754, 0.008505080926092812, 0.0077025101220892685, 0.006989940328575425, 0.006329617385871035, 0.005821314035663383, 0.005294068050606606, 0.004859364085214506, 0.004452931268346796, 0.004150465345217576, 0.0038351193895906845, 0.003549259542714037, 0.0033669485554748374, 0.003121681913425566, 0.0029223039333048212, 0.002802727864902821, 0.002672213265018975, 0.002504704175224928, 0.0024210907779564695, 0.0022987472229379965, 0.002207300932737442, 0.002131104876661658, 0.0020603403293548367, 0.0020050887688821033, 0.0019519193520258263, 0.0018979312222101139, 0.0018404710244986366, 0.0017923035076457025, 0.001779192316809935, 0.001717583966114774, 0.0016993746003862603, 0.0016652827731467295, 0.001655540685754731, 0.0016050270041423503, 0.0016090179003639732, 0.0015726120305470314, 0.0015597056998212062, 0.001530451493845327, 0.001521789718044243, 0.0015076178345106368, 0.001465689532863017, 0.0014832283988892151, 0.0014550152333249065, 0.0014379176918729144, 0.001425141447781987, 0.0014224747767759452, 0.0013995294881394903, 0.0013768674322146598, 0.0013563381791323623, 0.0013900722741355448, 0.0013435676262322986, 0.0013169621105846006, 0.0013091330567435297, 0.0013097416452790202, 0.001282583683313104, 0.0012940000555613884, 0.0012803591251190575, 0.0012742805323002094, 0.001253631662714992, 0.001260014843234507, 0.0012583490767057574, 0.0012312331100277432, 0.001205292279941913, 0.0012196391502043164, 0.0012139856511566751, 0.001214576818885396, 0.001214438272449703, 0.0011971572963488857, 0.0011812283218273116, 0.001178739826947726, 0.00118255591017451, 0.0011787245830880077, 0.0011762608224738453, 0.001182980709703697, 0.0011828122226934647, 0.0011803643176555275, 0.001177229185669819, 0.0011889803545569147, 0.0011711149672662166, 0.00119827046019204, 0.0011573120331072157, 0.0011841310130228026, 0.0011876010320466734, 0.0011617218432622251, 0.001181966042451458, 0.0011878285941142421, 0.0011933651197182323, 0.0011894145937592123, 0.001189334421595836, 0.0011930992464803069, 0.001189584325899514, 0.0011815725376539776, 0.001193467780292605, 0.0012083753012175427, 0.0012095715803635788, 0.0011946576619313702, 0.001193540191979472, 0.0011998652094805185, 0.001198715270459774, 0.0012170221984665157, 0.0011950298402040804, 0.0012219066582702706, 0.001216786587935744, 0.0011915374162549215, 0.001202909384728962, 0.0012213020192190687, 0.0012043691284220122, 0.001184410324966131, 0.0011955096528342892, 0.0012085328511888486, 0.0011971944560400661, 0.0011756619700618782, 0.0011774942328518336, 0.0011726891091972242, 0.0011776725182418642, 0.0011779621490552942, 0.0011431677335364014, 0.0011554996990417478, 0.0011417839955036844, 0.001144771107231316, 0.0011199040038959208, 0.0011236278519906895, 0.0011287638669281524, 0.0011066617146360362, 0.0010933273415307957, 0.001084420841009297, 0.0010713839636590102, 0.0010465995538424806, 0.0010763275891264767, 0.001063253733912633, 0.0010295281375813476, 0.0010312177637923344, 0.0010211302043925045, 0.0010224639393200251, 0.0010087922159293422, 0.0010097200635817648, 0.0009890796211713985, 0.0009839362073985202, 0.0009985354969796402, 0.0009478591500469158, 0.0009508402717381929, 0.0009407874208501315, 0.0009200217324065584, 0.0009363180444793069, 0.0008975467442478152, 0.000902377443196945, 0.0008895548232510974, 0.000895067320183082, 0.0008807753349647601, 0.00083652890818928, 0.0008580323838777639, 0.0008123013339780019, 0.0008088246138706599, 0.0008221284934669506, 0.0008015922072897399, 0.0007928010074334452, 0.000819763512329812, 0.0007879946151705015, 0.0007789825279791438, 0.0007810326940914368, 0.0007654047207507582, 0.0007397633170431075, 0.0007350297915123678, 0.000739037617265931, 0.0007509320632222235, 0.0007180920970224488, 0.0007397581086277827, 0.0007172109675535231, 0.0007229241630045853, 0.0006874262355450736, 0.0006926625594750717, 0.0006941361138708029, 0.0007081279821896675, 0.0006664082869561539, 0.0006763244558339279, 0.0006699102290039211, 0.0006616680475657904, 0.0006552053375556979, 0.000631941801026901, 0.0006559280181974778, 0.0006438441457822867, 0.0006379136554467154, 0.0006415650890527508, 0.0006550222996768489, 0.000634396719030362, 0.0006441956756745327, 0.0006428651954203575, 0.0006300558162304707, 0.0006129732560901374, 0.0006064675826067893, 0.0006155537547094345, 0.0006168332517138372, 0.0005978516010481225, 0.0005863936185907177, 0.0006201507835060042, 0.000601390706107317, 0.0005581262415386641, 0.0006040009742453645, 0.0005808066508099303, 0.0005792534894625885, 0.000570502643276125, 0.0006136486674784367, 0.000609585245085561, 0.0005681986254197301, 0.0006002607346684648, 0.0006059583742539525, 0.0005944691366459828, 0.0005948817224253119, 0.0005951517020081323, 0.0005915324612038152, 0.0005999316234319895, 0.000532210847159298, 0.0006706929545569803], "stdIs": [1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0], "Normalization coefficient": 510.3, "minutesTrained": "1.5"}