{"class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "batch_input_shape": [null, 124], "dtype": "float32", "units": 80, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_1", "trainable": true, "activation": "tanh"}}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "units": 80, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_2", "trainable": true, "activation": "tanh"}}, {"class_name": "Dense", "config": {"name": "dense_3", "trainable": true, "units": 80, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_3", "trainable": true, "activation": "tanh"}}, {"class_name": "Dense", "config": {"name": "dense_4", "trainable": true, "units": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}, "keras_version": "2.2.4", "backend": "tensorflow", "smin": 0.0196078, "smax": 0.501961, "firstPointIndex": 5, "lastPointIndex": 129, "meanIs": [0.9217313747757185, 0.8916196875583248, 0.8582450651034808, 0.8234317057004188, 0.7868588380016099, 0.7493383283937728, 0.712325012484827, 0.6756795216232387, 0.6395743705206489, 0.6045760750904003, 0.5711064060575956, 0.5391103794907088, 0.5085526040715028, 0.4793023394099965, 0.4515963555667479, 0.42567685249033915, 0.4011287774913726, 0.3782559052935771, 0.35651633952318146, 0.3360154986426735, 0.31717249442168477, 0.2994223938003793, 0.2827873878785039, 0.26698442558694147, 0.25247072521096814, 0.23902769824913173, 0.22599840648470396, 0.21397885944271092, 0.2029849383731028, 0.19240815973726172, 0.1825047696468007, 0.17339498108891868, 0.16478972089093302, 0.15685306000505933, 0.14899252912987399, 0.14192215546631265, 0.13533914368172384, 0.12897236787376876, 0.12300672336455692, 0.1174114294847577, 0.1122340455650101, 0.107055343804744, 0.1025953726720584, 0.0979319068477467, 0.09381242883404152, 0.08961517459662355, 0.08609189657027728, 0.08256485103807432, 0.07903737876407375, 0.07581997104919906, 0.07261459878871633, 0.06985629777224088, 0.06722151696568279, 0.06455586630244815, 0.06203572847117277, 0.05979006887429193, 0.05752674817909532, 0.05534506509526519, 0.05353471512330532, 0.05162013928921483, 0.05001129523402427, 0.04821295583088837, 0.04679848895842464, 0.04543285450567297, 0.0438753296716833, 0.04237866658866209, 0.04111348511254545, 0.03989096477055393, 0.03882311343205565, 0.03771043446618742, 0.03663370623271505, 0.03569177655329365, 0.03477689470333153, 0.033902867393431714, 0.03277403157161503, 0.0321389797559537, 0.031351741557721136, 0.030553666836631844, 0.02986234614185112, 0.02911175655066568, 0.02839591645194569, 0.027729101878356057, 0.02715836472359349, 0.026463000804909233, 0.025866262256358317, 0.025327570130672095, 0.02475732329137888, 0.02424476359386343, 0.02366451782437207, 0.02324102721116639, 0.022915999998623048, 0.022340737514773463, 0.02177940292321514, 0.021351965484976147, 0.021015009870652364, 0.020569285290355076, 0.020328711517130584, 0.019889323006128837, 0.019367814848817246, 0.019074991941340415, 0.018838495612029386, 0.018442301411960953, 0.018142496953022762, 0.017741137652838187, 0.017667079763957722, 0.017093980127840285, 0.016973650323330744, 0.016739196306887055, 0.016386532112235994, 0.016090197723928945, 0.015960879022198313, 0.015773597028739095, 0.015408157889713841, 0.015291333738908475, 0.014982497029571322, 0.014795472073486506, 0.014590257427387213, 0.014435083724226519, 0.014239875420159384, 0.014140294861130696, 0.013922572203818455, 0.013764120082117672, 0.013651335138222753, 0.013544365397032836], "stdIs": [1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0], "Normalization coefficient": 413.3, "minutesTrained": "2.69"}