{"class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "batch_input_shape": [null, 47], "dtype": "float32", "units": 80, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_1", "trainable": true, "activation": "tanh"}}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "units": 80, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_2", "trainable": true, "activation": "tanh"}}, {"class_name": "Dense", "config": {"name": "dense_3", "trainable": true, "units": 80, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_3", "trainable": true, "activation": "tanh"}}, {"class_name": "Dense", "config": {"name": "dense_4", "trainable": true, "units": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}, "keras_version": "2.2.4", "backend": "tensorflow", "smin": 0.0196078, "smax": 0.2, "firstPointIndex": 5, "lastPointIndex": 52, "meanIs": [0.9217313747757185, 0.8916196875583248, 0.8582450651034808, 0.8234317057004188, 0.7868588380016099, 0.7493383283937728, 0.712325012484827, 0.6756795216232387, 0.6395743705206489, 0.6045760750904003, 0.5711064060575956, 0.5391103794907088, 0.5085526040715028, 0.4793023394099965, 0.4515963555667479, 0.42567685249033915, 0.4011287774913726, 0.3782559052935771, 0.35651633952318146, 0.3360154986426735, 0.31717249442168477, 0.2994223938003793, 0.2827873878785039, 0.26698442558694147, 0.25247072521096814, 0.23902769824913173, 0.22599840648470396, 0.21397885944271092, 0.2029849383731028, 0.19240815973726172, 0.1825047696468007, 0.17339498108891868, 0.16478972089093302, 0.15685306000505933, 0.14899252912987399, 0.14192215546631265, 0.13533914368172384, 0.12897236787376876, 0.12300672336455692, 0.1174114294847577, 0.1122340455650101, 0.107055343804744, 0.1025953726720584, 0.0979319068477467, 0.09381242883404152, 0.08961517459662355, 0.08609189657027728], "stdIs": [1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0, 1.0], "Normalization coefficient": 413.3, "minutesTrained": "2.49"}